Repository: henrikbrixandersen/qrpearls
Catalog: po/*.po
Languages: da

source: Home
da: Hjem

source: About
da: Om

source: QR Code Beads Design
da: QR-kode perleplademønster

source: Parameters
da: Parametre

source: Error correction:
da: Fejlkorrigering:

source: (Automatic)
da: (Automatisk)

source: Low
da: Lav

source: Quartile
da: Kvartil

source: High
da: Høj

source: Total Materials
da: Samtlige materialer

source: Peg boards (29x29):
da: Stiftplader (29x29):

source: Black beads:
da: Sorte perler:

source: White beads:
da: Hvide perler:

source: Generated by http://qr.brixandersen.dk
da: Genereret af http://qr.brixandersen.dk

source: Page
da: Side

source: About QR Pearls
da: Om QR Pearls

source: The QR Pearls web app was written to be used in the Tech Lab installation at
da: QR Pearls webapp'en blev udviklet til brug i Tech Lab-installation på

source: in February, 2013. The Tech Lab installation is a collaboration between
da: i februar 2013. Tech Lab-installationen er et samarbejde mellem

source: and
da: og

source: Features
da: Funktioner

source: Automatic or manual QR code version selection
da: Automatisk eller manuelt valg af QR-kode version

source: QR code error correction level selection
da: Valg af QR-kode fejlkorrigeringsniveau

source: Preview of generated QR code
da: Forhåndsvisning af genererede QR-koder

source: Generates PDF file with beads design
da: Generering af PDF-fil med perleplademønster

source: Mirrored beads design, so QR code is ironed on the back, not the front
da: Spejlvendt perleplademønster, så QR-koden bliver strøget på bagsiden i stedet for forsiden

source: UTF-8 text string support
da: Understøttelse af UTF-8 tekststrenge

source: Limitations
da: Begrænsninger

source: Generated design is intended for use with 29x29 peg boards (e.g. product code
da: Det genererede perleplademønster er tiltænkt til brug med perleplader med 29x29 stifter (fx produktkode

source: from Hama Beads).
da: fra Hama Perler)

source: License
da: Licens

source: The generated QR codes are of course free to use, no license restrictions at all. The source code of the QR Pearls web app is
da: De genererede QR-koder er naturligvis til fri afbenyttelse uden licensrestriktioner af nogen art. Kildeteksten til QR Pearls webapp'en er

source: available
da: tilgængelig

source: under the
da: under

source: 2-clause BSD license
da: 2-clause BSD-licensen

source: Do Not Track Policy
da: Persondatapolitik

source: This site uses cookies to store the user-selected language. The cookies are so-called session cookies, which are deleted when the user closes the browser. The site is fully usable with cookies disabled. Default language is determined by the preferred language information sent by the browser.
da: Denne hjemmeside benytter cookies til at gemme brugerens valg af sprog. De anvendte cookies er såkaldete session-cookies, som slettes når brugeren lukker browseren. Hjemmesiden er fuldt brugbar med cookies slået fra. Standardsprog erbestemt af listen over foretrunkne sprog sat i brugerens browser.

source: A QR Code Beads Design Generator
da: QR-kode perleplademønster generator

source: Error!
da: Fejl!

source: Please specify some text first
da: Angiv venligst en tekststreng først

source: Preview
da: Forhåndsvisning

source: Close
da: Luk

source: Text
da: Tekst

source: Automatic
da: Automatisk

source: Error Correction
da: Fejlkorrigering

source: Download
da: Hent

source: Reset
da: Nulstil

source: Materials
da: Materialer
